Repository: Keruspe/Germinal
Catalog: po/*.po
Languages: fr

source: Copy url
fr: Copier la cible du lien

source: Open url
fr: Suivre le lien

source: Copy
fr: Copier

source: Copy as HTML
fr: Copier en tant que HTML

source: Paste
fr: Coller

source: Zoom
fr: Zoomer

source: Dezoom
fr: Dézoomzer

source: Reset zoom
fr: Restaurer zoom

source: Quit
fr: Quitter

source: display the version
fr: afficher la version

source: the command to launch
fr: la commande à lancer

source: Germinal is a minimalist vte-based terminal emulator
fr: Germinal est un émulateur de terminal minimaliste basé sur vte

source: Germinal is a minimalist terminal emulator aiming for simplicity.
fr: Germinal est un émulateur de terminal visant la simplicité

source: You can customize Germinal using dconf-editor, in /org/gnome/Germinal.
fr: Vous pouvez configurer Germinal avec dconf-editor, donc /org/gnome/Germinal.

source: The main UI
fr: L'interface principale

source: This is a maintenance release. Changes:
fr: Mise à jour de maintenance. Changements :

source: Compatibility with recent appstream-glib
fr: Compatibilité avec les versions récentes de appstream-glib

source: Minimalist vte-based terminal emulator
fr: Émulateur de terminal minimaliste basé sur vte

source: Number of lines to keep in the buffer
fr: Nombre de lignes à garder dans le tampon

source: List of ASCII punctuation characters that should be considered as part of a word when doing word-wise selection
fr: Liste des caractères de ponctuation ASCII qui doivent être considérés comme faisant partie d'un mot quand on le selectionne

source: The font to use
fr: La police à utiliser

source: The foreground color
fr: La couleur de premier plan

source: The background color
fr: La couleur de fond

source: The color palette
fr: La palette de couleurs

source: Command to launch at startup
fr: Commande à lancer au démarrage

source: If none is specified, tmux will be used
fr: Si aucune n'est spécifiée, tmux sera utilisé

source: The value of the TERM env variable
fr: La valeur de la variable d'environnement TERM

source: By default, vte uses xterm, we use xterm-256color
fr: Par défaut, vte utilise xterm et nous utilisons xterm-256color

source: Activate the audible bell
fr: Activer le beep visuel

source: By default, we disable it
fr: Par défault, on le désactive

source: Display window decoration
fr: Afficher la décoration de fenêtre

source: By default, we hide it
fr: Par défault, on la cache
